/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kSWUpdateStartedTime" = "Last update: ";

"kDateFormatter" = "%c";

"RUNNING" = "Running";

"STOPPED" = "Stopped";

"STARTING" = "Starting up";

"STOPPING" = "Shutting down";

"PAUSED" = "Paused";

"UNKNOWN" = "Unknown";

"N/A" = "Last Check: Not available";

/*Plugin Specific strings */

"YES_ON" = "On";
"NO_OFF" = "Off";

"All" = "All";
"All New" = "All New";

"IncompleteDownload"="Package available for download";
"RecommendedLogOut"="Logout recommended";
"RecommendedRestart"="Restart recommended";
"RequiredRestart"="Restart required";
"Shutdown"="Shutdown recommended";
"SEARCH_NAME"="Name";
"SEARCH_VERS"="Version";
"kNoStartDateNotRunning"="Not available - Service is not running";
"kBadBandwidthMsg" = "The bandwidth field contains an invalid value";
"DirtyTitle" = "The setting has been modified.";
"DirtyMessage" = "Please save your changes before checking new update.";
"kBadPortValue" = "The port number field contains an invalid value. Please enter a port in the range between 1 and 65535. The default value is 8088";
"failConnectToApple" = "Last Check: Can not connect to Apple.";
"NEW_STORAGE_LOCATION_SHEET" = "Choose a folder where you would like to store software updates.";

/* These strings are from the Software Update client */
"UnknownSize" = "--";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"IntegerFormat" = "%d %@";
"FloatFormat" = "%.1f %@";

/* Settings - updates view */
"total" = " Total: ";
"mirror" = " Copied: ";
"enable" = " Enabled: ";
"productID" = "Product ID:";
"copied updates" = " copied updates";
"enabled updates" = " enabled updates";

/* Overview */
"Software Update Service is:" = "Software Update Service is:";
"Start Time:" = "Start Time:";
"Last Check for Updates:" = "Last Check for Updates:";
"Last Check: %@" = "Last Check: %@";
"Updates Copied:" = "Updates Copied:";
"Updates Enabled:" = "Updates Enabled:";
"Automatically copy new updates:" = "Automatically copy new updates:";
"Automatically enable new updates:" = "Automatically enable new updates:";

/* Tiger Log */
"Software Update Server Log" = "Software Update Server Log";

/* Leopard Logs */
"Software Update Service Log" = "Software Update Service Log";
"Software Update Access Log" = "Software Update Access Log";
"Software Update Error Log" = "Software Update Error Log";
